Repository: openplotter/openplotter-sdr-vhf
Catalog: openplotterMyapp/locale/*/LC_MESSAGES/openplotter-myapp.po
Languages: de, es, fr, it

source: Adding app to OpenPlotter...
de: Füge App zu OpenPlotter...
es: Añadiendo aplicación a OpenPlotter...
fr: Ajout de l'appli à OpenPlotter...
it: Aggiungendo le app a OpenPlotter...

source: DONE
de: Fertig
es: HECHO
fr: TERMINÉ
it: FATTO

source: FAILED:
de: FEHLGESCHLAGEN:
es: ERROR:
fr: ÉCHEC:
it: FALLITO:

source: Checking sources...
de: Prüfe Quellen...
es: Comprobando fuentes...
fr: Vérification des sources...
it: Controllo codici sorgente...

source: Setting version...
de: Setze Version...
es: Ajustando versión...
fr: Réglage de la version...
it: Impostazione versione...

source: Removing app from OpenPlotter...
de: Entferne App von OpenPlotter...
es: Eliminando aplicación de OpenPlotter...
fr: Suppression de cet appli d'OpenPlotter...
it: Rimozione app da OpenPlotter...

source: Removing version...
de: Entferne Version...
es: Eliminando versión...
fr: Suppression de la version...
it: Rimozione versione...

source: My App
de: Meine App
es: Mi aplicación
it: La mia App

source: Help
de: Hilfe
es: Ayuda
fr: Aide
it: Aiuto

source: Settings
de: Einstellungen
es: Ajustes
fr: Paramètres
it: Impostazioni

source: Click on "Help" to learn how to get started
de: Klicken Sie auf "Hilfe", um zu erfahren, wie Sie loslegen können
es: Haz clic en "Ayuda" para aprender cómo empezar
fr: Cliquez sur "Aide" pour savoir comment commencer
it: Clicca su "Aiuto" per imparare come iniziare

source: This app does nothing.
de: Diese App tut nichts.
es: Esta aplicación no hace nada.
fr: Cette appli ne fait rien.
it: Questa app non fa niente.

source: This is a template to start writing your own openplotter app.
de: Dies ist eine Vorlage, um Ihre eigene Openplotter-App zu schreiben.
es: Esta es una plantilla para comenzar a escribir su propia aplicación openplotter.
fr: Ceci est un gabarit pour commencer la réalisation de votre propre appli de l'environnement OpenPlotter.
it: Questo è un modello per iniziare a scrivere la tua app openplotter.

source: Opening "My app"...
de: Öffne "Meine App"...
es: Abriendo "Mi aplicación"...
fr: Ouverture de "My App"...
it: Apertura "La mia app"...

source: This message should be green
de: Diese Nachricht sollte grün sein
es: Este mensaje debe ser verde
fr: Ce message devrait être vert
it: Questo messaggio dovrebbe essere verde

source: This message should be black
de: Diese Nachricht sollte schwarz sein
es: Este mensaje debe ser negro
fr: Ce message devrait être noir
it: Questo messaggio dovrebbe essere nero

source: "My app" should open. Uninstall "My app" to remove this.
de: "Meine App" sollte geöffnet werden. Deinstallieren Sie "Meine App", um dies zu entfernen.
es: "Mi aplicación" debe abrirse. Desinstale "Mi aplicación" para eliminar esto.
fr: "My App" devrait s'ouvrir. Désinstallez "My App" pour supprimer ceci.
it: "La mia app" dovrebbe aprirsi. Disinstalla "La mia app" per rimuovere questo messaggio.

source: Checking "My app"...
de: Überprüfe "Meine App"...
es: Comprobando "Mi aplicación"...
fr: Vérification de "My App"...
it: Controllo "La mia app"...

source: "My app" is installed
de: "Meine App" ist installiert
es: "Mi aplicación" está instalado
fr: "My App" est installé
it: "La mia app" è installata

source: "My app" is running
de: "Meine App" wird ausgeführt
es: "Mi aplicación" está ejecutándose
fr: "My App" est en cours d'exécution
it: "La mia app" è in esecuzione

source: "My app" is not running
de: "Meine App" wird nicht ausgeführt
es: "Mi aplicación" no se está ejecutando
fr: "My App" n'est pas en cours d'exécution
it: "La mia app" non è in esecuzione

source: Warning example. Uninstall "My app" to remove this.
de: Warnbeispiel. Deinstallieren Sie "Meine App", um dies zu entfernen.
es: Ejemplo de advertencia. Desinstale "Mi aplicación" para eliminar esto.
fr: Exemple d'avertissement. Désinstallez "My App" pour supprimer ceci.
it: Esempio di avviso. Disinstalla "La mia app" per rimuovere questo avviso.
