Repository: openplotter/openplotter-sdr-vhf
Catalog: openplotterSdrVhf/locale/*/LC_MESSAGES/openplotter-sdr-vhf.po
Languages: cs, es, it, nb, nl, pl

source: Installing w-scan and VLC...
cs: Instaluji w-scan a VLC...
es: Instalando w-scan y VLC...
it: Installazione di w-scan e VLC...
nb: Installerer w-scan og VLC...
nl: Installeren w-scan en VLC...
pl: Instalowanie w-skan i VLC...

source: DONE
cs: Hotovo
es: HECHO
it: FATTO
nb: FERDIG
nl: VOLTOOID
pl: GOTOWE

source: FAILED:
cs: Chyba:
es: ERROR:
it: FALLITO:
nb: FEILET:
nl: MISLUKT:
pl: NIEPOWODZENIE:

source: Configuring VLC...
cs: Konfigurace VLC...
es: Configurando VLC...
it: Configurazione VLC...
nb: Konfigurerer VLC...
nl: VLC configureren...
pl: Konfigurowanie VLC...

source: Installing GQRX...
cs: Instalace GQRX...
es: Instalando GQRX...
it: Installazione Di Gqrx...
nb: Installerer GQRX...
nl: GQRX installeren...
pl: Instalowanie GQRX...

source: Configuring GQRX...
cs: Konfigurace GQRX...
es: Configurando GQRX...
it: Configurazione Di Gqrx...
nb: Konfigurerer GQRX...
nl: GQRX configureren...
pl: Konfigurowanie GQRX...

source: Checking sources...
cs: Kontrola zdrojů...
es: Comprobando fuentes...
nb: Sjekker kilder...
pl: Sprawdzanie repozytoriów źródłowych...

source: Installing piaware and dump1090-fa...
cs: Instalace piaware a dump1090-fa...
es: Instalando piaware y dump1090-fa...
nb: Installerer piaware og dump1090-fa...
pl: Instalowywanie piaware i dump1090-fa...

source: Configuring piaware...
cs: Konfigurace piaware...
es: Configurando piaware...
nb: Konfigurerer piaware...
pl: Konfigurowanie piaware...

source: Help
cs: Nápověda
es: Ayuda
it: Aiuto
nb: Hjelp
pl: Pomoc

source: Settings
cs: Nastavení
es: Ajustes
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia

source: Calibration
cs: Kalibace
es: Calibración
it: Calibrazione
nb: Kalibrering
nl: Kalibratie
pl: Kalibracja

source: Refresh
cs: Aktualizovat
es: Actualizar
it: Ricarica
nb: Oppdater
nl: Verversen
pl: Odśwież

source: SDR tools
cs: Nástroje SDR
es: Herramientas SDR
it: Strumenti SDR
nb: SDR-verktøy
nl: SDR gereedschappen
pl: Narzędzia SDR

source: Processes
cs: Procesy
es: Procesos
nb: Prosesser
pl: Procesy

source: Stopping all SDR processes. Please wait...
cs: Zastavuji všechny SDR procesy. Počkejte prosím...
es: Deteniendo todos los procesos SDR. Por favor espere...
it: Arresto di tutti i processi SDR. Attendere prego...
nb: Stopper alle SDR-prosesser. Vennligst vent...
nl: Alle SDR-processen worden beëindigd. Een ogenblik geduld...
pl: Zatrzymywanie wszystkich procesów SDR. Proszę czekać...

source: Restarting SDR processes. Please wait...
cs: Restartování SDR procesů. Počkejte prosím...
es: Reiniciando procesos SDR. Por favor espere...
it: Riavvio dei processi SDR. Attendere prego...
nb: Starter på SDR-prosesser på nytt. Vennligst vent...
nl: SDR-processen worden herstart. Een ogenblik geduld...
pl: Restartowanie procesu SDR. Proszę czekać...

source: Done
cs: Hotovo
es: Hecho
it: Fatto
nb: Ferdig
nl: Voltooid
pl: Gotowe

source: Name
cs: Název
es: Nombre
it: Nome
nb: Navn
nl: Naam
pl: Nazwa

source: Status
cs: Stav
es: Estado
it: Stato
pl: Stan

source: Device index
cs: Index zařízení
es: Índice de dispositivos
it: Dispositivi
nb: Enhetsindeks
nl: Apparaatindex
pl: Indeks urządzenia

source: Device serial
cs: Sériové číslo
es: Dispositivo serie
it: Seriale dispositivo
nb: Enhetens serienummer
nl: Serienummer apparaat
pl: Numer urzdzenia

source: Show
cs: Zobrazit
es: Mostrar
it: Mostra
nb: Vis
nl: Toon
pl: Pokaż

source: Edit
cs: Upravit
es: Editar
it: Modifica
nb: Rediger
nl: Bewerken
pl: Edytuj

source: Install
cs: Instalovat
es: Instalar
it: Installa
nb: Installer
nl: Installeer
pl: Zainstaluj

source: Uninstall
cs: Odinstalovat
es: Desinstalar
it: Disinstalla
nb: Avinstaller
nl: Deïnstalleer
pl: Odinstaluj

source: installed
cs: instalováno
es: instalado
it: installato
nb: installert
nl: geïnstalleerd
pl: zainstalowane

source: not installed
cs: není nainstalováno
es: no instalado
it: non installato
nb: ikke installert
nl: niet geïnstalleerd
pl: niezainstalowane

source: First available
cs: První k dispozici
es: Primero disponible
it: Il primo disponibile
nb: Første tilgjengelige
nl: Eerst beschikbare
pl: Pierwsze dostępne

source: Are you sure you want to install
cs: Jste si jisti, že chcete nainstalovat
es: ¿Está seguro de que desea instalar
it: Sei sicuro di voler installare
nb: Er du sikker på at du vil installere
nl: Weet u zeker dat u wilt installeren
pl: Jesteś pewien, że chcesz zainstalować

source: and its dependencies?
cs: a jeho závislosti?
es: y sus dependencias?
it: e le sue dipendenze?
nb: og dens avhengigheter?
nl: en zijn afhankelijkheden?
pl: wraz z zależnymi?

source: Question
cs: Otázka
es: Pregunta
it: Domanda
nb: Spørsmål
nl: Vraag
pl: Pytanie

source: Installing SDR app, please wait...
cs: Instalace SDR aplikace, čekejte prosím...
es: Instalando la aplicación SDR, por favor espere...
it: Installazione dell'app SDR, attendere prego...
nb: Installerer SDR-app, vennligst vent...
nl: SDR app wordt geïnstalleerd, even geduld...
pl: Instalowanie aplikacji SDR, proszę czekać...

source: Are you sure you want to uninstall
cs: Opravdu chcete odinstalovat
es: ¿Seguro que quieres desinstalar
it: Sei sicuro di voler disinstallare
nb: Er du sikker på at du vil avinstallere
nl: Weet je zeker dat je het wilt verwijderen?
pl: Czy na pewno chcesz odinstalować

source: Uninstalling SDR app, please wait...
cs: Odinstalace aplikace SDR, čekejte prosím...
es: Desinstalando la aplicación SDR, por favor espere...
it: Disinstallazione dell'app SDR, attendere prego...
nb: Avinstallerer SDR-app, vennligst vent...
nl: SDR app wordt verwijderd, even geduld...
pl: Odinstalowywanie aplikacji SDR, proszę czekać...

source: Scanning channels, please wait...
cs: Hledání kanálů, čekejte prosím...
es: Escaneando canales, por favor espere...
nb: Skanner kanaler, vennligst vent...
pl: Skanowanie kanałów, proszę czekać...

source: inactive
cs: neaktivní
es: inactivo
nb: inaktiv
pl: nieaktywny

source: active
cs: aktivní
es: activo
nb: aktiv
pl: aktywny

source: dead
cs: mrtvý
es: muerto
nb: død
pl: martwy

source: running
cs: běží
es: corriendo
nb: kjører
pl: uruchomiony

source: Autostart
cs: Autom. spuštění
es: Inicio automático

source: Process
cs: Proces
es: Proceso
nb: Prosess
pl: Procesy

source: Start
cs: Spustit
es: Inicio

source: Stop
cs: Zastavit
es: Parar
nb: Stopp

source: Restart
cs: Restartovat
es: Reiniciar
nb: Omstart
pl: Zrestartuj

source: Starting process...
cs: Spouštění procesu...
es: Iniciando proceso...
nb: Starter prosess...
pl: Uruchamianie procesu...

source: Stopping process...
cs: Zastavuji proces...
es: Deteniendo proceso...
nb: Stopper prosess...
pl: Zatrzymywanie procesu...

source: Restarting process...
cs: Restartuji proces...
es: Reiniciando proceso...
nb: Starter prosess på nytt...
pl: Restartowanie procesu...

source: Enabling/Disabling process...
cs: Zapnutí/vypnutí procesu...
es: Activando/desactivando proceso...
nb: Aktiverer/deaktiverer prosess...
pl: Włączanie/wyłączanie procesu...

source: Calibrating devices
cs: Kalibruji zařízení
es: Calibrando dispositivos
it: Dispositivi di calibrazione
nb: Kalibrerer enheter
nl: Apparaten kalibreren
pl: Kalibrowanie urzdzeń

source: Detected SDR devices
cs: Zjištěná zařízení SDR
es: Dispositivos SDR detectados
it: Dispositivi SDR rilevati
nb: Oppdaget SDR-utstyr
nl: Gedetecteerde SDR-apparaten
pl: Wykryte urządzenia SDR

source: Index
es: Índice
it: Indice
nb: Indeks
pl: Indeks

source: Serial
cs: Sériové číslo
es: Serie
it: Seriale
nb: Seriell
nl: Serieel
pl: Numer seryjny

source: Settings
cs: Nastavení
es: Ajustes
it: Impostazioni
nb: Innstillinger
nl: Instellingen
pl: Ustawienia

source: Change
cs: Změnit
es: Cambiar
it: Modifica
nb: Endre
nl: Wijzigen
pl: Zmień

source: Calibration
cs: Kalibrace
es: Calibración
it: Calibrazione
nb: Kalibrering
nl: Calibratie
pl: Kalibracja

source: Initial PPM
cs: Počáteční PPM
es: PPM inicial
it: Inizializza PPM
nb: Initiell PPM
nl: Eerste configuratie PPM
pl: Początkowy PPM

source: Gain
cs: Zisk
es: Ganancia
it: Guadagno
nb: Forsterkning
pl: Wzmocnienie

source: Band
cs: Pásmo
es: Banda
it: Banda
nb: Bånd
nl: Kanaal
pl: Pasmo

source: Get channel
cs: Získat kanál
es: Obtener canal
it: Ottieni canale
nb: Finn kanal
nl: Kanaal ophalen
pl: Pobierz kanał

source: Channel
cs: Vysílací kanál
es: Canal
it: Canale
nb: Kanal
nl: Kanaal
pl: Kanał

source: Get PPM
cs: Získat PPM
es: Obtener PPM
it: Ottieni PPM
nb: Finn PPM
nl: PPM uitlezen
pl: Pobierz PPM

source: Close
cs: Zavřít
es: Cerrar
it: Chiudi
nb: Lukk
nl: Sluiten
pl: Zamknij

source: Gain and PPM should be numbers.
cs: Zisk a PPM by mělo být čísla.
es: Ganancia y PPM deben ser números.
it: Guadagno e PPM dovrebbero essere numeri.
nb: Forsterking og PPM skal være tall.
nl: Gain en PPM moeten getallen zijn.
pl: Wzmocnienie i PPM muszą być liczbami.

source: Take note of the channel with the highest power value and press Enter to close this window.
cs: Všimněte si kanálu s nejvyšší hodnotou výkonu a stiskněte klávesu Enter pro zavření tohoto okna.
es: Tome nota del canal con el mayor valor de potencia y presione Enter para cerrar esta ventana.
it: Prendi nota del canale con il massimo valore di segnale e premi Invio per chiudere questa finestra.
nb: Noter deg kanalen med høyest strømverdi og trykk på Enter for å lukke dette vinduet.
nl: Hou rekening met het kanaal met de hoogste vermogen en druk op Enter om dit venster te sluiten.
pl: Weź pod uwagę kanał o najwyższej mocy i naciśnij Enter, aby zamknąć to okno.

source: Gain, PPM and channel should be numbers.
cs: Získání, PPM a kanál musí být čísla.
es: Ganancia, PPM y canal deben ser números.
it: Guadagno, PPM e canale dovrebbero essere numeri.
nb: Forsterking, PPM og kanal skal være tall.
nl: Gain, PPM en kanaal moeten getallen zijn.
pl: Wzmocnienie, PPM i kanał muszą być liczbami.

source: Take note of the final ppm value rounded to the nearest whole number and press Enter to close this window.
cs: Poznamenejte si konečnou hodnotu ppm zaokrouhlené na nejbližší celé číslo a stiskněte Enter pro zavření tohoto okna.
es: Tome nota del valor final de ppm redondeado al número entero más cercano y presione Enter para cerrar esta ventana.
it: Prendi nota del valore ppm finale arrotondato al numero intero più vicino e premi Invio per chiudere questa finestra.
nb: Noter deg den siste ppm-verdien avrundet til nærmeste hele tall og trykk Enter for å lukke dette vinduet.
nl: Houd rekening met de laatste ppm waarde afgerond op het dichtstbijzijnde nummer en druk op Enter om dit venster te sluiten.
pl: Weź pod uwagę ostatnią wartość ppm zaokrągloną do najbliższej liczby całkowitej i naciśnij Enter, aby zamknąć to okno.

source: All windows will close and you will need to restart processes manually after changing the device serial number. Are you sure?
cs: Všechna okna budou zavřena a budete muset po změně sériového čísla zařízení restartovat procesy ručně. Opravdu chcete pokračovat?
es: Todas las ventanas se cerrarán y tendrá que reiniciar los procesos manualmente después de cambiar el número de serie del dispositivo. ¿Está seguro?
it: Tutte le finestre si chiuderanno e sarà necessario riavviare manualmente i processi dopo aver cambiato il numero di serie del dispositivo. Sei sicuro?
nb: Alle vinduer vil lukkes, og du må starte prosesser manuelt etter endring av enhetens serienummer. Er du sikker?
nl: Alle vensters sluiten en u moet de processen handmatig herstarten na het wijzigen van het serienummer van het apparaat. Weet u het zeker?
pl: Po zmianie numeru seryjnego urządzenia wszystkie okna zostaną zamknięte i będziesz musiał zrestartować procesy ręcznie. Jesteś pewien?

source: Please replug the device for changes to take effect. Press Enter to close this window.
cs: Prosím připojte znovu zařízení, aby se změny projevily. Stisknutím klávesy Enter zavřete toto okno.
es: Por favor, vuelva a conectar el dispositivo para que los cambios surtan efecto. Pulse Enter para cerrar esta ventana.
it: Si prega di ricollegare il dispositivo affinché le modifiche abbiano effetto. Premere Invio per chiudere questa finestra.
nb: Koble enheten til på nytt for at endringene skal bli gjeldene. Trykk Enter for å lukke dette vilnduet.
nl: Sluit het apparaat opnieuw aan om de wijzigingen door te voeren. Druk op Enter om dit venster te sluiten.
pl: Proszę ponownie podłączyć urządzenie, aby wprowadzić zmiany. Naciśnij Enter, aby zamknąć to okno.

source: PPM should be a number.
cs: PPM je číslo.
es: PPM debe ser un número.
it: PPM deve essere un numero.
nb: PPM må være et tall.
nl: PPM moet een getal zijn.
pl: PPM musi być liczbą.

source: AIS settings
cs: Nastavení AIS
es: Ajustes AIS
it: Impostazioni AIS
nb: AIS-innstillinger
nl: AIS instellingen
pl: Ustawienia AIS

source: Check
cs: Zkontrolovat
es: Comprobar
it: Verifica
nb: Sjekk
pl: Sprawdź

source: leave blank for auto
cs: ponechte prázdné pro přiřazení hodnoty
es: dejar en blanco para auto
it: lascia vuoto per auto
nb: la stå tomt for automatisk
nl: laat leeg voor automatisch
pl: pozostaw puste dla automatycznego

source: Port
es: Puerto
it: Porta
nl: Poort

source: Save
cs: Uložit
es: Guardar
it: Salva
nb: Lagre
nl: Opslaan
pl: Zapisz

source: Gain, PPM and Port should be numbers.
cs: Zisk, PPM a Port jsou čísla.
es: Ganancia, PPM y Puerto deben ser números.
it: Guadagno, PPM e Porto dovrebbero essere numeri.
nb: Forsterking, PPM og kanal skal være tall.
nl: Gain, PPM en Poort moeten getallen zijn.
pl: Wzmocnienie, PPM i port muszą być liczbami.

source: ADS-B settings
cs: Nastavení ADS-B
es: Ajustes ADS-B
nb: ADS-B innstilling
pl: Ustawienia ADS-B

source: Escanning DVB-T channels
cs: Skenování DVB-T kanálů
es: Escaneando canales DVB-T
nb: Escanning DVB-T-kanaler
pl: Skanowanie kanałów DVB-T

source: Country code
cs: Kód země
es: Código de país
it: Codice paese
nb: Landskode
nl: Landcode
pl: Kod kraju

source: Get list
cs: Načíst seznam
es: Obtener lista
it: Ottieni elenco
nb: Hent liste
nl: Haal lijst op
pl: Pobierz listę

source: Scan
cs: Skenovat
es: Escanear
it: Scansione
nb: Skann
pl: Skanuj

source: SDR AIS output
es: Salida SDR AIS
nb: SDR AIS -utgang
nl: SDR AIS uitgang
pl: Wyjście SDR AIS

source: SDR ADS-B web interface
cs: Webové rozhraní SDR ADS-B
es: Interfaz web SDR ADS-B
pl: Interfejs internetowy SDR ADS-B

source: SDR ADS-B decoder
cs: SDR ADS-B dekodér
es: Decodificador SDR ADS-B
nb: SDR ADS-B dekoder
pl: Dekoder SDR ADS-B

source: Installing python packages...
cs: Instalování balíčků pro Python...
es: Instalando paquetes de python...
it: Installazione pacchetti python...
nb: Installerer python-pakker...
nl: Python pakketten installeren...
pl: Instalowanie pakietów Python...

source: Copying udev rules...
cs: Kopírování udev pravidel...
es: Copiando reglas de udev...
it: Copia delle regole udev...
nb: Kopierer udev regler...
nl: udev regels kopiëren...
pl: Kopiowanie reguł udev...

source: Setting version...
cs: Nastavuji verzi...
es: Ajustando versión...
it: Impostazione versione...
nb: Angir versjon...
nl: Versie instellen...
pl: Ustawianie wersji...

source: Removing python packages...
cs: Odstraňování balíčků pro Python...
es: Eliminando paquetes de python...
it: Rimozione pacchetti python...
nb: Fjerner python-pakker...
nl: Verwijderen python pakketten...
pl: Odinstalowywanie pakietów Python...

source: Removing rtl_ais service...
cs: Odstraňuji rtl_ais službu...
es: Eliminando servicio rtl_ais...
nb: Fjerner rtl_ais-tjenesten...
pl: Usuwanie usługi rtl_ais...

source: Removing version...
cs: Odstraňuji verzi...
es: Eliminando versión...
it: Rimozione versione...
nb: Fjerner versjon...
nl: Versie verwijderen...
pl: Usuwanie wersji...

source: Checking SDR processes conflicts...
cs: Kontrola konfliktů v procesů SDR...
es: Comprobando conflictos de procesos SDR...
nb: Kontrollerer SDR-prosess-konflikter...
pl: Sprawdzanie konfliktów procesów SDR...

source: AIS and ADS-B processes are trying to read the same SDR device.
cs: Procesy AIS a ADS-B se pokoušejí přečíst stejné SDR zařízení.
es: Los procesos AIS y ADS-B están intentando leer el mismo dispositivo SDR.
nb: AIS og ADS-B prosesser prøver å lese samme SDR enhet.
pl: Procesy AIS i ADS-B próbują odczytać to samo urządzenie SDR.

source: no conflicts
cs: žádné konflikty
es: sin conflictos
nb: ingen konflikter
pl: brak konfliktów

source: Uninstalling w-scan...
cs: Odinstalace w-scan...
es: Desinstalando w-scan...
it: Disinstallazione w-scan...
nb: Avinstallerer w-scan...
nl: W-scan verwijderen...
pl: Odinstalowywanie w-scan...

source: Uninstalling GQRX...
cs: Odinstalace GQRX...
es: Desinstalando GQRX...
it: Disinstallazione Di Gqrx...
nb: Avinstallerer GQRX...
nl: GQRX verwijderen...
pl: Odinstalowywanie GQRX...

source: Uninstalling piaware and dump1090-fa...
cs: Odinstalace piaware a dump1090-fa...
es: Desinstalando piaware y dump1090-fa...
nb: Avinstallerer piaware og dump1090-fa...
pl: Odinstalowywanie piaware i dump1090-fa...

source: Removing source...
cs: Odstraňování zdroje...
es: Eliminando fuente...
nb: Fjerner kilde...
pl: Usuwanie źródła...

source: App
cs: Aplikace
pl: Aplikacje

source: Error
cs: Chyba
it: Errore
nb: Feil
nl: Fout
pl: Błąd

source: Stopping all SDR processes.
it: Arresto di tutti i processi SDR.
nl: Alle SDR-processen worden beëindigd.

source: The available channel list has been saved in /.openplotter/dvb.xspf. Press Enter to close this window and click "Show" to play.
it: L'elenco dei canali disponibili è stato salvato in /.openplotter/dvb.xspf. Premere Invio per chiudere questa finestra e fare clic su "Mostra" per riprodurre.
nl: De beschikbare kanalenlijst is opgeslagen in /.openplotter/dvb.xspf. Druk op Enter om dit venster te sluiten en klik op "Toon" om te spelen.

source: Restarting SDR processes.
it: Riavvio dei processi SDR.
nl: SDR processen herstarten.

source: Enable AIS reception
it: Abilita ricezione AIS
nl: AIS-ontvangst inschakelen

source: Share with AIS-catcher
it: Condividi con AIS catcher
nl: Deel met AIS-catcher

source: Scanning DVB-T channels
it: Scansione canali DVB-T
nl: DVB-T-kanalen scannen

source: SDR AIS Web Viewer
it: Visualizzatore Web Sdr Ais

source: Checking SDR processes...
it: Controllo dei processi SDR...
nl: SDR_processen controleren...

source: SDR AIS is running
it: SDR AIS è in esecuzione
nl: SDR AIS wordt uitgevoerd

source: SDR AIS is not running
it: SDR AIS non è in esecuzione
nl: SDR AIS is niet actief

source: Installing kalibrate-rtl...
nl: Kalibrate-rtl installeren...
